<template>
    <div id="sharevideo">
    <Divider><h2>美丽人生 Life is Beautiful 1998年戛纳获奖电影</h2></Divider>
    <p>主要讲一位纯正意大利优雅高贵的女性爱上一名犹太人 生下犹太血统的儿子 后被纳粹俘虏的故事是我最感动的电影之一 建议备好纸巾</p>
    <Divider dashed />
    <Divider><h2>肖申克的救赎</h2></Divider>
    <p>在影片中，有人在改变，也有人在习惯。影片中的“肖申克监狱”隐喻着一个相对封闭的社会环境，对于在监狱里呆了50年的老托马斯来说，改变意味着毁灭；但对于年轻而富于激情的安迪来说，改变则是一种救赎。《肖申克的救赎》其实是对自我的一种救赎。斯蒂芬・金这位悬疑大师也只是想通过这样的方式告诉人们，追求自我的人生并非只是一个梦想，只是在于自己怎么去做。不管结果怎么样，这个过程很重要。</p>
    <Divider dashed />
    <Divider><h2>阿甘正传  1995年获得奥斯卡最佳影片奖、最佳男主角奖、最佳导演奖等6项大奖</h2></Divider>
    <p>该片的音乐非常出色，尤其是片头部分。白色的羽毛在蓝色的天空下随风飞舞，美妙的音乐从极弱开始，渐渐清晰，仿佛一位天使缓缓飞临人世。任何人只要认真欣赏，都会感动于其中的美。如果没有这一段音乐，影片的魅力将会大打折扣</p>
    <Divider dashed />
    <Divider><h2>放牛班的春天</h2></Divider>
    <p>片中共出现三首完整的插曲，都是抒情柔缓的优美之作，分别对应故事叙述的时间与节气，从寒冬到初夏，也逐步反映音乐渐渐融化孩子们冰封的心灵，影片的整体情绪也随之渐趋欢快明朗。</p>
    <Divider dashed />
    <Divider><h2>海上钢琴师</h2></Divider>
    <p>《海上钢琴师》的情节如同碧海潮生，高潮一浪接着一浪。在狂风暴雨中一边任钢琴自由滑动一边弹奏，小孩子无师自通的演奏震惊满船的人，这些只不过是大师的铺垫罢了。自称“爵士乐祖师”的杰利上船与1900比赛钢琴，激动人心的程度简直可以和最激烈的枪战相媲美。</p>
    <Divider dashed />
    </div>
</template>